# System utilities
ananicy-cpp

# Basic security
nftables
iptables-nft
pass

# Controls
brightnessctl
playerctl
nm-connection-editor
bluez-utils
impala
bluetui

# CLI tools
hyperfine
perl-image-exiftool
atuin
zsh
yt-dlp
starship
reflector
quarto-cli-bin
pandoc-bin
less
gum
graphviz
gocryptfs
eza
git
git-crypt
git-delta
topgrade
ttyper
rsync
glow
prettyping
bob
cht.sh-git
bat
yazi
ffmpeg
ffmpegthumbnailer
p7zip
jq
poppler
fd
ripgrep
ripgrep-all
fzf
zoxide
imagemagick
mmv-c-git
ripdrag
rclone
bc
carapace-bin
quarto-cli-bin
gnome-epub-thumbnailer
gitleaks
fcp-bin

# Monitoring
btop
htop-vim
iotop-c
fastfetch
duf
progress
s-tui

# Audio
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
wireplumber
pwvucontrol

# Disk Utilities
gnome-disk-utility

# Fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
nerd-fonts-apple
ttf-apple-emoji

# Basic
ntfs-3g

# Text edition
tree-sitter
tree-sitter-cli

# Viewers
zathura
zathura-pdf-mupdf

# Communication
betterbird-es-bin
telegram-desktop

# Download
nicotine+

# Edition
# audacity
# gimp-devel
lunacy-bin

# Players
mpv
mpv-modernz-git
mpv-mpris
mpv-thumbfast-git
termusic
tidal-dl

# Web Browsers
zen-browser-bin
firefox-tridactyl-native

# Gaming
# libretro-core-info
# libretro-fbneo-git
# libretro-overlays
# libretro-shaders-slang
# retroarch
# retroarch-assets-glui
# retroarch-assets-ozone
# retroarch-assets-xmb

# Intel
intel-gpu-tools
intel-media-driver
intel-ucode
vulkan-intel

# GPU
libva-utils
vdpauinfo
vulkan-tools
clinfo

# Utilities
podman
podman-compose
podman-tui
parallel
pacman-contrib
nushell
libreoffice-still
gopreload-git
freerdp
age
keyd
