# System utilities
acpi
keyd
ananicy-cpp

# Basic security
nftables
iptables-nft
firejail
pass

# Controls
blueman
brightnessctl
playerctl
nm-connection-editor

# CLI tools
ripgrep
fd
jq
git-delta
topgrade
ttyper
rsync
lemmy-help
rm-improved
glow
cs
prettyping
zoxide
xh
bob
cht.sh-git
fzf
bat
lf
ctpv-git
mmv-c-git
dragon-drop
rclone

# Monitoring
btop
htop-vim
iotop-c
neofetch
duf
progress
s-tui
nvtop

# Audio
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
wireplumber
pavucontrol-compact-git

# Disk Utilities
gnome-disk-utility
gpart

# Fonts
ttf-ibmplex-mono-nerd
ttf-lilex-nerd
ttf-mononoki-nerd
noto-fonts-cjk-vf
apple-fonts

# Basic
kitty

# Text edition
pandoc-cli
pandoc-plot
texlive-core
groff
libreoffice-fresh
libreoffice-fresh-es
pdftricks
tree-sitter

# Viewers
imv
zathura
zathura-pdf-mupdf

# Communication
betterbird-es-bin
telegram-desktop

# Download
nicotine+
transmission-gtk

# Edition
kdenlive
audacity
inkscape
gimp-devel

# Players
mpv
termusic
pipe-viewer-git

# Web Browsers
firefox
firefox-i18n-es-mx
firefox-tridactyl
firefox-tridactyl-native
arkenfox-user.js
brave-bin

# Gaming
libretro-core-info
libretro-fbneo-git
libretro-overlays
libretro-shaders-slang
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb

# Language servers
marksman-bin
texlab
dockerfile-language-server
lua-language-server
typescript-language-server
vscode-css-languageserver
bash-language-server
pyright
ccls

# Formatters and Linters
prettierd
ruff
eslint_d
selene
shellharden
shfmt
shellcheck
stylua
python-black
python-isort
