aaron-bond.better-comments
adpyke.codesnap
alefragnani.Bookmarks
alefragnani.project-manager
alexisvt.flutter-snippets
andrejunges.Handlebars
AndreyVolosovich.monokai-st3
austin.code-gnu-global
batisteo.vscode-django
Behrad.genymotion
bradgashler.htmltagwrap
cargo-inspect-vscode.cargo-inspect
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
craigthomas.supersharp
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
doggy8088.netcore-extension-pack
dongli.python-preview
donjayamanne.githistory
donjayamanne.python-extension-pack
DotJoshJohnson.xml
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
everettjf.pubspec-dependency-search
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.dotnet
formulahendry.dotnet-test-explorer
formulahendry.vscode-mysql
gerane.Theme-FlatlandMonokai
Gimly81.matlab
Gruntfuggly.activitusbar
hbenl.vscode-test-explorer
HookyQR.beautify
jaredkent.laserwave
jchannon.csharpextensions
jdinhlife.gruvbox
jmrog.vscode-nuget-package-manager
jorgeserrano.vscode-csharp-snippets
k--kato.docomment
kalitaalexey.vscode-rust
kevinkassimo.cargo-toml-snippets
Leopotam.csharpfixformat
littlefoxteam.vscode-python-test-adapter
magicstack.MagicPython
marcelovelasquez.flutter-tree
mathiasfrohlich.Kotlin
mgmcdermott.vscode-language-babel
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-dotnettools.csharp
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.cpptools
msjsdiag.vscode-react-native
Nash.awesome-flutter-snippets
naumovs.color-highlight
oguhpereira.spotify-color-theme
Olliebrown.pyside2-vsc
oscarcs.dart-syntax-highlighting-only
panicbit.cargo
PKief.material-icon-theme
quicktype.quicktype
redhat.java
ritwickdey.live-sass
ritwickdey.LiveServer
ronaldosena.arduino-snippets
rust-lang.rust
seanwu.vscode-qt-for-python
shardulm94.trailing-spaces
skyran.matlab-snippets
tushortz.java-imports-snippets
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscode-icons-team.vscode-icons
wholroyd.jinja
wmaurer.change-case
xabikos.JavaScriptSnippets
zhoufeng.pyqt-integration
Zignd.html-css-class-completion
